Repository: oscaraksoy/license-manager-for-woocommerce
Catalog: i18n/lmfwc-*.po
Languages: de_de

source: License Manager
de_de: Lizenzmanager

source: License keys
de_de: Lizenzschlüssel

source: License Manager - Generators
de_de: Lizenzmanager - Generatoren

source: Generators
de_de: Generatoren

source: License Manager - Settings
de_de: Lizenzmanager - Einstellungen

source: Settings
de_de: Einstellungen

source: License keys per page
de_de: Lizenzschlüssel pro Seite

source: Invalid license key ID
de_de: Ungültige Lizenzschlüssel-ID

source: This license key can no longer be edited
de_de: Dieser Lizenzschlüssel kann nicht mehr bearbeitet werden

source: Read
de_de: Lesen

source: Write
de_de: Schreiben

source: Read/Write
de_de: Lesen/Schreiben

source: %1$s at %2$s
de_de: %1$s um %2$s

source: You do not have permission to edit this API Key
de_de: Sie haben keine Berechtigung zum Bearbeiten dieses API-Schlüssels

source: Generators per page
de_de: Generatoren pro Seite

source: If you like %1$s please leave us a %2$s rating. A huge thanks in advance!
de_de: Wenn Sie%1$s mögen, geben Sie uns bitte eine %2$s Bewertung. Vielen Dank im Voraus!

source: License Manager for WooCommerce
de_de: Lizenzmanager für WooCommerce

source: If you are having trouble solving the problem on your own, please let us know by sending an error report <a href="%s" target="_blank" rel="noopener">in the support forum</a>.
de_de: Falls Sie Probleme haben, das Problem selbst zu lösen, schreiben Sie uns bitte <a href="%s" target="_blank" rel="noopener">im Support-Forum</a>.

source: Order ID
de_de: Bestellnummer

source: Product ID
de_de: Produktnummer

source: License key
de_de: Lizenzschlüssel

source: Generator name is missing.
de_de: Generatorname fehlt.

source: The charset is invalid.
de_de: Der Zeichensatz ist ungültig.

source: Only integer values allowed for chunks.
de_de: Für Blöcke sind nur ganzzahlige Werte zulässig.

source: Only integer values allowed for chunk length.
de_de: Es sind nur ganzzahlige Werte für die Blocklänge zulässig.

source: The generator was added successfully.
de_de: Der Generator wurde erfolgreich hinzugefügt.

source: There was a problem adding the generator.
de_de: Beim Hinzufügen des Generators ist ein Problem aufgetreten.

source: The Generator name is invalid.
de_de: Der Generatorname ist ungültig.

source: The Generator charset is invalid.
de_de: Der Generator Zeichensatz ist ungültig.

source: The Generator chunks are invalid.
de_de: Die Generator Blöcke sind ungültig.

source: The Generator chunk length is invalid.
de_de: Die Generator Blocklänge ist ungültig.

source: There was a problem updating the generator.
de_de: Beim Aktualisieren des Generators ist ein Problem aufgetreten.

source: The Generator was updated successfully.
de_de: Der Generator wurde erfolgreich aktualisiert.

source: Invalid file type, only TXT and CSV allowed.
de_de: Ungültiger Dateityp, nur TXT und CSV zulässig.

source: Invalid file content.
de_de: Ungültiger Dateiinhalt.

source: There was a problem importing the license keys.
de_de: Beim Importieren der Lizenzschlüssel ist ein Problem aufgetreten.

source: %d license key(s) added successfully.
de_de: %d Lizenzschlüssel wurde(n) erfolgreich hinzugefügt.

source: %d key(s) have been imported, while %d key(s) were not imported.
de_de: %d Lizenzschlüssel wurden importiert, %d Lizenzschlüssel wurde nicht importiert.

source: 1 license key(s) added successfully.
de_de: 1 Lizenzschlüssel wurde(n) erfolgreich hinzugefügt.

source: There was a problem adding the license key.
de_de: Beim Hinzufügen des Lizenzschlüssels ist ein Problem aufgetreten.

source: Your license key has been updated successfully.
de_de: Ihr Lizenzschlüssel wurde erfolgreich aktualisiert.

source: There was a problem updating the license key.
de_de: Beim Aktualisieren des Lizenzschlüssels ist ein Problem aufgetreten.

source: Description is missing.
de_de: Beschreibung fehlt.

source: User is missing.
de_de: Benutzer fehlt.

source: Permissions are missing.
de_de: Berechtigungen fehlen.

source: You do not have permission to assign API keys to the selected user.
de_de: Sie haben keine Berechtigung, dem ausgewählten Benutzer API-Schlüssel zuzuweisen.

source: API key generated successfully. Make sure to copy your new keys now as the secret key will be hidden once you leave this page.
de_de: API-Schlüssel wurde erfolgreich generiert. Kopieren Sie bitte Ihre API-Schlüssel, da diese nach verlassen dieser Seiter nicht wieder aufrufbar sind.

source: There was a problem generating the API key.
de_de: Beim Generieren des API-Schlüssels ist ein Problem aufgetreten.

source: API key updated successfully.
de_de: API-Schlüssel wurde erfolgreich aktualisiert.

source: There was a problem updating the API key.
de_de: Beim Aktualisieren des API-Schlüssels ist ein Problem aufgetreten.

source: Invalid request.
de_de: Ungültige Anfrage.

source: The following license keys have been sold by this order
de_de: Die folgenden Lizenzschlüssel wurden mit dieser Bestellung verkauft

source: Show license key(s)
de_de: Lizenzschlüssel anzeigen

source: Hide license key(s)
de_de: Lizenzschlüssel ausblenden

source: Documentation
de_de: Dokumentation

source: Donate
de_de: Spenden

source: Your license key(s)
de_de: Ihre Lizenzschlüssel

source: Valid until
de_de: Gültig bis

source: Send license key(s) to customer
de_de: Lizenzschlüssel an den Kunden senden

source: Please select a generator
de_de: Bitte wählen Sie einen Generator aus

source: Sell license keys
de_de: Lizenzschlüssel verkaufen

source: Sell license keys for this product
de_de: Lizenzschlüssel für dieses Produkt verkaufen

source: Delivered quantity
de_de: Liefermenge

source: Defines the amount of license keys to be delivered upon purchase.
de_de: Legt die Anzahl der beim Kauf zu liefernden Lizenzschlüssel fest.

source: Generate license keys
de_de: Lizenzschlüssel generieren

source: Automatically generate license keys with each sold product
de_de: Generieren Sie automatisch Lizenzschlüssel für jedes verkaufte Produkt

source: Assign generator
de_de: Generator zuweisen

source: Sell from stock
de_de: Aus Vorrat verkaufen

source: Sell license keys from the available stock.
de_de: Lizenzschlüssel aus dem verfügbaren Lagerbestand verkaufen.

source: Available
de_de: Verfügbar

source: License key(s) in stock and available for sale
de_de: Lizenzschlüssel auf Lager und zum Verkauf verfügbar

source: Assign a generator if you wish to sell automatically generated licenses for this product.
de_de: Wählen Sie einen Generator, der zum automatischen Generieren von Lizenzschlüsseln für dieses Produkt benutzt wird.

source: Sell license key(s)
de_de: Lizenzschlüssel verkaufen

source: Sell license keys for this variation
de_de: Lizenzschlüssel für diese Variation verkaufen

source: Automatically generate license keys with each sold variation
de_de: Generieren Sie automatisch Lizenzschlüssel für jede verkaufte Produktvariante

source: License key(s) in stock and available for sale.
de_de: Lizenzschlüssel auf Lager und zum Verkauf verfügbar.

source: Security
de_de: Sicherheit

source: Obscure licenses
de_de: Lizenzschlüssel ausblenden

source: API & SSL
de_de: API und SSL

source: Automatic delivery
de_de: Automatische Lieferung

source: Please read the description of each field before making any changes.
de_de: Bitte lesen Sie die Beschreibung jedes Feldes, bevor Sie Änderungen vornehmen.

source: Hide license keys in the admin dashboard.
de_de: Blenden Sie die Lizenzschlüssel im Admin-Dashboard aus.

source: All license keys will be hidden and only displayed when the 'Show' action is clicked.
de_de: Alle Lizenzschlüssel werden ausgeblendet und nur angezeigt, wenn auf die "Anzeigen" Aktion geklickt wird.

source: Enable the plugin API endpoints over insecure HTTP connections.
de_de: Aktivieren Sie die Plugin-API-Endpunkte über unsichere HTTP-Verbindungen.

source: This should only be activated for development purposes.
de_de: Dies sollte nur zu Entwicklungszwecken aktiviert werden.

source: Automatically send license keys when an order is set to 'Complete'.
de_de: Automatisches Senden von Lizenzschlüsseln, wenn eine Bestellung auf 'Abgeschlossen' gesetzt ist.

source: If this setting is off, you must manually send out all license keys for completed orders.
de_de: Wenn diese Einstellung deaktiviert ist, müssen Sie alle Lizenzschlüssel für abgeschlossene Bestellungen manuell senden.

source: The connection is not secure, therefore the API cannot be used.
de_de: Die Verbindung ist nicht sicher, daher kann die API nicht verwendet werden.

source: Consumer key or secret is missing.
de_de: Verbraucherschlüssel oder -geheimnis fehlt.

source: Consumer key is invalid.
de_de: Verbraucherschlüssel ist ungültig.

source: Consumer secret is invalid.
de_de: API-Schlüssel ist ungültig.

source: The API key provided does not have read permissions.
de_de: Der bereitgestellte API-Schlüssel verfügt nicht über Leseberechtigungen.

source: The API key provided does not have write permissions.
de_de: Der bereitgestellte API-Schlüssel verfügt nicht über Schreibberechtigungen.

source: Unknown request method.
de_de: Unbekannte Anforderungsmethode.

source: License Manager for WooCommerce API. Use a consumer key in the username field and a consumer secret in the password field.
de_de: Lizenzmanager für WooCommerce API. Verwenden Sie im Feld für den Benutzernamen den API-Schlüssel und im Passwortfeld das API-Geheimwort.

source: The Generator name is missing from the request.
de_de: Der Generatorname fehlt im Request.

source: The Generator charset is missing from the request.
de_de: Der Generator-Zeichensatz fehlt im Request.

source: The Generator chunks is missing from the request.
de_de: Die Generator Blöcke fehlen im Request.

source: The Generator chunk length is missing from the request.
de_de: Die Generator Blöcklänge fehlt im Request.

source: The Generator could not be added to the database.
de_de: Der Generator konnte nicht zur Datenbank hinzugefügt werden.

source: The newly added Generator could not be retrieved from the database.
de_de: Der neu hinzugefügte Generator konnte aus der Datenbank nicht abgerufen werden.

source: The Generator ID is missing from the request.
de_de: Die Generator-ID fehlt im Request.

source: Deliver license keys
de_de: Lizenzschlüssel ausliefern

source: A manual email to send out license keys to the customer.
de_de: Eine manuelle E-Mail zum Versenden von Lizenzschlüsseln an den Kunden.

source: License key delivery
de_de: Lizenzschlüssel-Lieferung

source: Your license key(s) at %s are here
de_de: Ihre Lizenzschlüssel von %s sind hier

source: Completed preorder
de_de: Vorbestellung abgeschlossen

source: An email sent to the customer when a license key preorder is complete.
de_de: Eine E-Mail, die an den Kunden gesendet wird, wenn eine Vorbestellung des Lizenzschlüssels abgeschlossen ist.

source: Preorder complete
de_de: Vorbestellung abgeschlossen

source: [%s] - Your preorder has arrived!
de_de: [%s] - Ihre Vorbestellung ist da!

source: Key
de_de: Schlüssel

source: Keys
de_de: Schlüssel

source: No keys found.
de_de: Keine Schlüssel gefunden.

source: Description
de_de: Beschreibung

source: Consumer key ending in
de_de: Verbraucherschlüssel endet in

source: User
de_de: Benutzer

source: Permissions
de_de: Berechtigungen

source: Last access
de_de: Letzter Zugriff

source: API key
de_de: API Schlüssel

source: View/Edit
de_de: Anzeigen/Bearbeiten

source: Revoke
de_de: Widerrufen

source: Unknown
de_de: Unbekannt

source: The nonce is invalid or has expired.
de_de: Die Nonce ist ungültig oder abgelaufen.

source: %d API key(s) permanently revoked.
de_de: %d API-Schlüssel wurden permanent widerrufen.

source: There was a problem revoking the API key(s).
de_de: Beim Wiederruf der API-Schlüssel ist ein Problem aufgetreten.

source: No generators found.
de_de: Keine Generatoren gefunden.

source: Number of products assigned to this generator
de_de: Anzahl der diesem Generator zugeordneten Produkte

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: day(s)
de_de: Tag(e)

source: After purchase
de_de: Nach dem kauf

source: Character map
de_de: Zeichensatz

source: Number of chunks
de_de: Anzahl der Blöcke

source: Chunk length
de_de: Blocklänge

source: Maximum activation count
de_de: Maximale Aktivierungsanzahl

source: Separator
de_de: Trennzeichen

source: Prefix
de_de: Präfix

source: Expires in
de_de: Läuft ab in

source: %d generator(s) permanently deleted.
de_de: %d Generator(en) dauerhaft gelöscht.

source: There was a problem deleting the generators.
de_de: Beim Löschen der Generatoren ist ein Problem aufgetreten.

source: All
de_de: Alle

source: Sold
de_de: Verkauft

source: Delivered
de_de: Zugestellt

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: Filter by order
de_de: Nach Bestellung filtern

source: All orders
de_de: Alle Bestellungen

source: Show
de_de: Anzeigen

source: Hide
de_de: Ausblenden

source: Activate
de_de: Aktivieren

source: Deactivate
de_de: Deaktivieren

source: Variation of
de_de: Variation von

source: Expired
de_de: Abgelaufen

source: Export (CSV)
de_de: Exportieren (CSV)

source: Export (PDF)
de_de: Exportieren (PDF)

source: No license keys found.
de_de: Keine Lizenzschlüssel gefunden.

source: Order
de_de: Bestellung

source: Product
de_de: Produkt

source: Activation
de_de: Aktivierung

source: Created at
de_de: Erstellt am

source: Expires at
de_de: Läuft ab am

source: Valid for
de_de: Gültig für

source: %d license key(s) activated successfully.
de_de: %d Lizenzschlüssel erfolgreich aktiviert.

source: %d license key(s) deactivated successfully.
de_de: %d Lizenzschlüssel erfolgreich deaktiviert.

source: Skipped %d license key(s) due to their incompatible status.
de_de: %d Lizenzschlüssel wurden wegen ihres inkompatiblen Status übersprungen.

source: %d license key(s) permanently deleted.
de_de: %d Lizenzschlüssel permanent gelöscht.

source: The preorder #%d has been fulfilled. Order Details:
de_de: Die Vorbestellung #%d wurde erfüllt. Bestelldetails:

source: (Order #%s)
de_de: (Bestellung #%s)

source: Quantity
de_de: Menge

source: Price
de_de: Preis

source: Note
de_de: Anmerkung

source: Your license keys will shortly be delivered. It can take up to 24 hours, but usually doesn't take longer than a few minutes. Thank you for your patience.
de_de: Ihre Lizenzschlüssel werden in Kürze geliefert. Es kann bis zu 24 Stunden dauern, dauert aber normalerweise nicht länger als einige Minuten. Vielen Dank für Ihre Geduld.

source: Add new generator
de_de: Neuen Generator hinzufügen

source: Required.
de_de: Erforderlich.

source: A short name to describe the generator.
de_de: Ein kurzer Name, um den Generator zu beschreiben.

source: Define how many times the license key can be marked as "activated" by using the REST API. Leave blank if you do not use the API.
de_de: Legen Sie fest, wie oft der Lizenzschlüssel mit der REST-API als "aktiviert" markiert werden kann. Lassen Sie das Feld leer, wenn Sie die API nicht verwenden.

source: i.e. for "12-AB-34-CD" the character map is <kbd>ABCD1234</kbd>.
de_de: z. B. für "12-AB-34-CD" lautet der Zeichensatz <kbd>ABCD1234 </kbd>.

source: i.e. for "12-AB-34-CD" the number of chunks is <kbd>4</kbd>.
de_de: z. B. für "12-AB-34-CD" gibt es <kbd>ABCD1234</kbd> Blöcke.

source: i.e. for "12-AB-34-CD" the chunk length is <kbd>2</kbd>.
de_de: z. B. für "12-AB-34-CD" ist die Blocklänge <kbd>2</kbd>.

source: i.e. for "12-AB-34-CD" the separator is <kbd>-</kbd>.
de_de: z. B. für "12-AB-34-CD" lautet das Trennzeichen <kbd>-</kbd>.

source: Adds a word at the start (separator <b>not</b> included), i.e. <kbd><b>PRE-</b>12-AB-34-CD</kbd>.
de_de: Fügt am Anfang ein Wort hinzu (Trennzeichen <b>nicht</b> enthalten), z. B. <kbd><b>PRE-</b>12-AB-34-CD</kbd>.

source: Adds a word at the end (separator <b>not</b> included), i.e. <kbd>12-AB-34-CD<b>-SUF</b></kbd>.
de_de: Fügt am Ende ein Wort hinzu (Trennzeichen <b>nicht</b> enthalten), z. B. <kbd>12-AB-34-CD<b>-SUF</b></kbd>.

source: The number of days for which the license key is valid after purchase. Leave blank if it doesn't expire.
de_de: Die Anzahl der Tage, für die der Lizenzschlüssel nach dem Verkauf gültig ist. Lassen Sie das Feld leer, falls der Lizenzschlüssel nicht abläuft.

source: Save
de_de: Speichern

source: Edit generator
de_de: Generator bearbeiten

source: The characters which will be used for generating a license key, i.e. for <code>12-AB-34-CD</code> the character map is <code>ABCD1234</code>.
de_de: Der Zeichensatz, der zum Erzeugen eines Lizenzschlüssels verwendet wird, z. B. für <code>12-AB-34-CD</code> ist der Zeichensatz <code>ABCD1234</code>.

source: The number of separated character sets, i.e. for <code>12-AB-34-CD</code> the number of chunks is <code>4</code>.
de_de: Die Anzahl der getrennten Blöcke, z. B. für <code>12-AB-34-CD</code> ist die Anzahl der Blöcke<code>4</code>.

source: The character length of an individual chunk, i.e. for <code>12-AB-34-CD</code> the chunk length is <code>2</code>.
de_de: Die individuelle Blocklänge, z. B. Für <code>12-AB-34-CD</code> beträgt die Blocklänge <code>2</code>.

source: The special character separating the individual chunks, i.e. for <code>12-AB-34-CD</code> the separator is <code>-</code>.
de_de: Das Sonderzeichen, welches die einzelnen Blöcke trennt, z. B. Für <code>12-AB-34-CD</code> ist das Trennzeichen <code>-</code>.

source: Adds a character set at the start of a license key (separator <b>not</b> included), i.e. for <code>PRE-12-AB-34-CD</code> the prefix is <code>PRE-</code>.
de_de: Fügt einen Zeichensatz am Anfang eines Lizenzschlüssels hinzu (Trennzeichen <b>nicht</b> enthalten), z. B. für <code>PRE-12-AB-34-CD</code> lautet der Präfix <code>-PRE</code>.

source: Adds a character set at the end of a license key (separator <b>not</b> included), i.e. for <code>12-AB-34-CD-SUF</code> the suffix is <code>-SUF</code>.
de_de: Fügt einen Zeichensatz am Ende eines Lizenzschlüssels hinzu (Trennzeichen <b>nicht</b> enthalten), z. B. für <code>12-AB-34-CD-SUF</code> lautet der Suffix <code>-SUF</code>.

source: Update
de_de: Aktualisieren

source: Assigned products
de_de: Zugeordnete Produkte

source: The generator is assigned to the following product(s)
de_de: Der Generator ist den folgenden Produkten zugeordnet

source: The generator does not have any products assigned to it.
de_de: Dem Generator sind keine Produkte zugeordnet.

source: Add new
de_de: Hinzufügen

source: Important
de_de: Wichtig

source: You can not delete generators which are still assigned to active products! To delete those, please remove the generator from all of its assigned products first.
de_de: Generatoren, die noch aktiven Produkten zugeordnet sind, können nicht gelöscht werden! Um diese zu löschen, entfernen Sie zuerst den Generator aus allen zugewiesenen Produkten.

source: Add new licens key(s)
de_de: Neue Lizenzschlüssel hinzufügen

source: Add a single license key
de_de: Lizenzschlüssel einzeln hinzufügen

source: Add license keys in bulk
de_de: Mehrere Lizenzschlüssel hinzufügen

source: Edit license key
de_de: Lizenzschlüssel editieren

source: The license key will be encrypted before it is stored inside the database.
de_de: Der Lizenzschlüssel wird verschlüsselt, bevor er in der Datenbank gespeichert wird.

source: Validity
de_de: Gültigkeit

source: Number of days for which the license key is valid after purchase. Leave blank if the license key does not expire.
de_de: Anzahl der Tage, für die der Lizenzschlüssel nach dem Kauf gültig ist. Lassen Sie das Feld leer, wenn der Lizenzschlüssel nicht abläuft.

source: Select a product...
de_de: Produkt wählen...

source: You do not have any products defined.
de_de: Sie haben keine Produkte definiert.

source: The product to which the license keys will be assigned. You can also leave this blank to manually assign them later.
de_de: Das Produkt, dem der Lizenzschlüssel zugewiesen wird. Sie können dieses Feld auch leer lassen, oder später zuweisen.

source: File
de_de: Datei

source: One line per license key.
de_de: Eine Zeile pro Lizenzschlüssel.

source: Valid for (days)
de_de: Gültig für (Tage)

source: Activate license keys
de_de: Lizenzschlüssel aktivieren

source: Activate license keys immediately after import.
de_de: Lizenzschlüssel sofort nach dem Import aktivieren.

source: Activated license keys are immediately availabale for sale, while inactive license keys must be activated manually.
de_de: Aktivierte Lizenzschlüssel stehen sofort zum Verkauf zur Verfügung, inaktive Lizenzschlüssel müssen dagegen manuell aktiviert werden.

source: Import
de_de: Importieren

source: Activate license key
de_de: Lizenzschlüssel aktivieren

source: Activate license key immediately after import.
de_de: Lizenzschlüssel sofort nach dem Import aktivieren.

source: Add
de_de: Hinzufügen

source: Copied to clipboard
de_de: In die Zwischenablage kopiert

source: General
de_de: Allgemein

source: Key details
de_de: Lizenzschlüssel details

source: Friendly name for identifying this key.
de_de: Anzeigename zur Identifizierung dieses Schlüssels.

source: Please select a user...
de_de: Bitte wählen Sie einen Benutzer…

source: Owner of these keys.
de_de: Besitzer dieser Schlüssel.

source: Select the access type of these keys.
de_de: Wählen Sie den Zugriffstyp dieser Schlüssel.

source: Generate API key
de_de: API-Schlüssel generieren

source: Save changes
de_de: Änderungen speichern

source: Revoke key
de_de: Schlüssel widerrufen

source: Add key
de_de: Schlüssel hinzufügen

source: Search key
de_de: Schlüssel suchen

source: Consumer key
de_de: API Schlüssel

source: Consumer secret
de_de: API Geheimwort

source: Nothing to see here...
de_de: Nichts zu sehen...
